{
    "characters": [
        {
            "name": "春野サクラ (Haruno Sakura)",
            "description": "本作の主人公。ピンクの髪と圧倒的な戦闘能力を持つ女性戦士。世界最強の称号を誇り、あらゆる挑戦者を圧倒してきた。チャクラ操作の達人であり、超人的な身体能力を持つ。やがて「サクラ帝国」の絶対支配者として君臨し、帝都・桜京を中心に世界に影響を及ぼす。数々の試練を乗り越え、その強さと存在感で歴史に名を刻む。"
        },
        {
            "name": "ジン / グンヒルド (Jin / Grunhild)",
            "description": "モンド王国騎士団代理団長。風にたなびく金髪と白いレオタード姿が特徴的な女性指揮官。風属性の魔法を操り、風刃を繰り出す能力を持つ。秩序と清廉さの象徴として凛とした態度でサクラに立ち向かうが、やがてサクラの内側に取り込まれる。"
        },
        {
            "name": "ヴィト (Vito)",
            "description": "24歳の秘書官。国家特別顧問に就いたサクラの側近として仕える若き官僚。緊張しやすく真面目な性格で、サクラの夜間執務室で補佐業務を担う。権力の中枢に置かれながらも、サクラの圧倒的な存在感に翻弄される。"
        },
        {
            "name": "ナルト (Naruto)",
            "description": "抵抗勢力の一員。秘密の拠点に身を置き、サクラの支配体制に抗い拳を握りしめる。サクラとの間に「桜色の枷」と呼ばれる契約の印が刻まれており、契約を破るとチャクラが消耗するリスクを抱える。チャクラ能力を持ち、体制への抵抗の象徴的存在。"
        },
        {
            "name": "ジャイロ・フォーク (Gyro Fork)",
            "description": "30歳の辺境の改革者。身長は低く、埃にまみれた顔と継ぎ接ぎの服が特徴。武器も金も超能力もない普通の男だが、「欲に溺れず、勤労で金を稼ぎ、家族を養い、子どもに生きる道を示す」という哲学で「ジャイロ派」を創設。灰の谷を拠点に難民たちを率い、サクラに依存しない新たな国家建設を目指す非暴力的抵抗の指導者。"
        },
        {
            "name": "レウィン (Lewin)",
            "description": "元・世界最強魔法騎士団副団長。30代半ばの冷静な戦略家。武力ではなく「イメージ破壊」によってサクラを失墜させることを狙う対サクラ諜報活動の首謀者。サクラの弱みを収めた証拠を集め、「次の満月の夜、春野サクラを二度と立ち上がれない場所に引きずり落とす」と宣言する。"
        },
        {
            "name": "ブラッド・クロウ (Blood Crow)",
            "description": "バーディ・ユニオンの伝説的リーダー。身長2メートルを超える大男で、傷跡だらけの顔に黒い眼帯を着けた威圧的な外見。両腕を覆う無数の動くタトゥーが特徴。300名以上の能力者集団を率い、コロシアムでサクラと対峙するも完全に敗北を喫する。"
        },
        {
            "name": "マルキド (Markido)",
            "description": "謎の仮面を被ったエスパー兼策士。黒いコートに半仮面という出で立ち。ピンクの光弾を放ち、標的の体にハート形の淫紋を刻む特殊能力を持つ。ギャング組織の戦略家として暗躍し、サクラに戦略的な苦戦を強いた。"
        },
        {
            "name": "グラヴィティ・レオン (Gravity Leon)",
            "description": "引力を操るギャング幹部。細身の体型と長い髪が特徴。極度の重力圧を発生させるゾーンを生成し、標的の動きをトラッキングする能力を持つ。廃ビルを拠点に活動するが、サクラの力に及ばなかった。"
        },
        {
            "name": "ヴィンセント・クロウ (Vincent Crow)",
            "description": "表向きは39歳の実業家。裏では街の犯罪組織を統括する黒幕。賞金100億円を賭けた「1万人挑戦者トーナメント」を主催し、サクラを貶めようとする計画の首謀者。ネット上でサクラを批判するアンチとしても活動する。"
        },
        {
            "name": "イリヤ (Ilya / Illustigirl)",
            "description": "「イラスティガール」とも呼ばれるサクラの側近。サクラの内側の人物として物語後半で存在感を増す。忠実な支持者としてサクラに仕える。"
        },
        {
            "name": "ヴァレリウス (Valerius)",
            "description": "物語に登場する重要人物。抵抗勢力や外部勢力との対立に関わるキャラクターとして複数のエピソードに登場する。"
        }
    ],
    "locations": [
        {
            "name": "帝都・桜京 (Imperial Capital: Sakura Capital)",
            "description": "サクラ帝国の首都。帝国の政治・経済・文化の中枢。毎週凱旋パレードが行われ、サクラの巨大ホログラムが街を飾る。金が辺境から流入し、軍事力と娯楽に費やされる。帝国の栄光を体現する都市だが、辺境との格差が顕著。"
        },
        {
            "name": "中央コロシアム (Central Colosseum)",
            "description": "「1万人挑戦者トーナメント」の舞台となる巨大闘技場。収容人数10万人以上を誇り、試合は世界中にライブ配信される。複数の入場ゲート、高度なカメラシステム（吊り下げ式・壁面・床埋め込み）を完備する世界最大級のアリーナ。最大視聴者数5億人を記録した。"
        },
        {
            "name": "古い教会跡 (Old Church Ruins)",
            "description": "サクラ教の秘密拠点。廃墟化した教会に祭壇と宗教的シンボルが残り、魔女の巫女が率いるサクラの信奉者たちが集う。世界中に秘密の支部を持ち、サクラへの情報提供・魔法的支援を行う拠点。"
        },
        {
            "name": "モンド王国 (Kingdom of Mondo)",
            "description": "グンヒルドが所属する王国。精鋭の騎士団を保有し、風属性の魔法を用いる戦士を擁する。サクラ帝国の影響圏に隣接し、物語中盤以降の重要な舞台となる。"
        },
        {
            "name": "灰の谷 (Ash Valley)",
            "description": "北東辺境に位置する元採掘場の廃墟。ジャイロ・フォークが率いる「ジャイロ派」の秘密拠点。当初20〜30名だった仲間がコロシアムの難民を含め200人以上に増え、農業・自給自足による新国家建設を試みる場所。"
        },
        {
            "name": "自由の都 (Free City)",
            "description": "帝国の影響が比較的薄い自由都市。様々な勢力が入り乱れる場所で、抵抗組織の活動拠点の一つとなっている。"
        },
        {
            "name": "地下街 (Underground Streets)",
            "description": "都市の地下に広がる路地や密集した区域。抵抗勢力の活動拠点となる都市部の熱源。ギャング組織や反体制勢力が暗躍する場所。"
        },
        {
            "name": "北東辺境 (Northeast Borderlands)",
            "description": "帝国の富が届かない農村地帯。貧困と格差が際立つ地域だが、ジャイロ派が秘密の農業集落を築き、自立した新たな共同体形成を目指している。"
        }
    ],
    "terms": [
        {
            "name": "チャクラ (Chakra)",
            "description": "人体に宿る霊的エネルギー。サクラをはじめとする戦士たちが操る根源的な力。集中させることで超人的な身体能力を発揮できる。「チャクラ爆発」は拘束を打ち破るほどの破壊力を持ち、「桜色の枷」など契約の印と結びつくこともある。"
        },
        {
            "name": "淫紋 (Inmon / Cursed Seal)",
            "description": "特定の攻撃によって標的の体に刻まれるハート形の特殊な紋章。マルキドが放つ光弾によって付与される。複数の淫紋が体に刻まれると共鳴効果が生じ、強力な影響をもたらす。熱を帯びた紋章は容易には消えない。"
        },
        {
            "name": "ワーム (Worm)",
            "description": "戦闘で用いられる寄生生物型の特殊兵器。媚薬的な物質を分泌し、対象に特異な状態変化をもたらす。能力者たちが対サクラ戦術として活用する生体兵器の一種。"
        },
        {
            "name": "螺旋丸 (Rasengan)",
            "description": "チャクラを螺旋状に高密度で凝縮させた強力な技。着弾点に大きな衝撃と回転力をもたらす。チャクラ使いが習得する代表的な高難度技の一つ。"
        },
        {
            "name": "桜色の枷 (Cherry Blossom Shackle)",
            "description": "サクラが相手に刻む契約の印。これを破ると保有するチャクラが消耗するペナルティが生じる。支配と従属の象徴として用いられ、ナルトなど抵抗者にも刻まれている。"
        },
        {
            "name": "サクラ教 (Sakura Religion)",
            "description": "サクラを女神として崇拝するカルト集団。魔女の巫女が率い、全世界に秘密の支部を持つ。サクラへの情報提供や魔法的支援を行い、敵対勢力の動向を監視する諜報機能も担う。"
        },
        {
            "name": "バーディ・ユニオン (Birdie Union)",
            "description": "世界最凶と称されるギャング組織。300名以上の能力者で構成され、火炎操作・空間切断・時間歪曲・鋼鉄身体変換など多彩な超能力使いを擁する。リーダーはブラッド・クロウ。中央コロシアムでサクラと激突し、完膚なきまでに敗北した。"
        },
        {
            "name": "アンチサクラ軍 (Anti-Sakura Army)",
            "description": "サクラの支配体制に対抗するために組織された反体制勢力。物語後半で組織的な脅威として台頭し、ジャイロ派やレウィンの諜報工作など複数の抵抗運動を包括する広義の概念としても使われる。"
        },
        {
            "name": "ジャイロ派 (Gyro Faction)",
            "description": "ジャイロ・フォークが創設した非暴力抵抗組織。「欲に溺れず勤労で自立する」という理念を掲げ、灰の谷を拠点に農業共同体を形成。武力も魔力も持たず、人々の口コミと自給自足によって静かに勢力を拡大するサクラ帝国最大の内部的脅威。"
        },
        {
            "name": "風魔一族 (Fuuma Clan / Wind Magic Knights)",
            "description": "伝説的な暗殺集団。チャクラを注入した長槍や鎖鎌を装備した600名の精鋭戦士を擁する。速度と精密な戦闘技術に特化し、モンド王国の騎士団とも関連を持つ。サクラへの挑戦に挑んだが完敗した。"
        },
        {
            "name": "1万人挑戦者トーナメント (10,000 Challengers Tournament)",
            "description": "ヴィンセント・クロウが主催したサクラへの大規模挑戦イベント。賞金100億円をかけて世界中から挑戦者を募集。中央コロシアムを舞台に全世界に生中継され、最大5億人が視聴した。サクラの絶対的強さを世界に証明する結果となった。"
        },
        {
            "name": "国家特別顧問 (National Special Advisor)",
            "description": "サクラが就任した政治的要職。この地位を足がかりにサクラは政治権力を掌握し、やがてサクラ帝国の絶対支配者へと上り詰める。秘書官ヴィトがその補佐を担う。"
        }
    ],
    "rankings": {
        "strength": [
            {
                "rank": 1,
                "name": "春野サクラ",
                "detail": "世界最強の女性戦士・帝国皇帝"
            },
            {
                "rank": 2,
                "name": "グンヒルド",
                "detail": "モンド王国騎士団代理団長・風魔法使い"
            },
            {
                "rank": 3,
                "name": "ブラッド・クロウ",
                "detail": "バーディ・ユニオンリーダー"
            },
            {
                "rank": 4,
                "name": "グラヴィティ・レオン",
                "detail": "引力操作のギャング幹部"
            },
            {
                "rank": 5,
                "name": "ナルト",
                "detail": "チャクラ使いの抵抗者"
            }
        ],
        "influence": [
            {
                "rank": 1,
                "name": "春野サクラ",
                "detail": "サクラ帝国絶対支配者・国家特別顧問"
            },
            {
                "rank": 2,
                "name": "ヴィンセント・クロウ",
                "detail": "犯罪組織の黒幕・元トーナメント主催者"
            },
            {
                "rank": 3,
                "name": "グンヒルド",
                "detail": "モンド王国騎士団代理団長"
            },
            {
                "rank": 4,
                "name": "レウィン",
                "detail": "元最強魔法騎士団副団長・諜報活動指導者"
            },
            {
                "rank": 5,
                "name": "ジャイロ・フォーク",
                "detail": "ジャイロ派創設者・辺境改革指導者"
            }
        ],
        "episodes": [
            {
                "rank": 1,
                "name": "春野サクラ",
                "detail": "全37話に登場・主人公"
            },
            {
                "rank": 2,
                "name": "イリヤ",
                "detail": "後半エピソードを中心に頻繁に登場"
            },
            {
                "rank": 3,
                "name": "ジン / グンヒルド",
                "detail": "中盤以降に重要な役割で登場"
            },
            {
                "rank": 4,
                "name": "ヴィト",
                "detail": "秘書官として複数エピソードに登場"
            },
            {
                "rank": 5,
                "name": "ジャイロ・フォーク",
                "detail": "後半の抵抗編エピソードに登場"
            }
        ]
    }
}
